/* Template name */
"Active Directory" = "Active Directory";

/* No comment provided by engineer. */
"Add" = "추가";

/* Dialog Title */
"Adding configuration failed" = "구성 추가 실패";

/* Status window message */
"Adding server to configuration" = "구성에 서버 추가";

/* Status window message */
"Attempting to bind computer to directory" = "디렉토리에 컴퓨터 바인드 시도 중";

/* Status window message */
"Attempting to unbind from Directory" = "디렉토리에서 바인드 해제 시도 중";

/* No comment provided by engineer. */
"Bind\\U2026" = "바인드...";

/* Dialog message */
"Binding is required by the directory.  Add new LDAP server cancelled." = "디렉토리를 바인딩해야 합니다.  새로운 LDAP 서버 추가가 취소되었습니다.";

/* Dialog Title */
"Binding required" = "바인딩 필요";

/* No comment provided by engineer. */
"Bound to the directory as" = "디렉토리에 다음으로 바인드됨";

/* No comment provided by engineer. */
"Cancel" = "취소";

/* Dialog message */
"Computer is bound" = "컴퓨터가 바인드됨";

/* Dialog Title */
"Computer record exists" = "컴퓨터 레코드 존재";

/* Status window message */
"Computer record missing from the directory.  Force unbinding." = "디렉토리에서 컴퓨터 레코드가 유실되었습니다.  강제로 바인드 해제합니다.";

/* Status window message */
"Configuration of new server complete" = "새로운 서버 구성 완료";

/* Default button continue */
"Continue" = "계속";

/* appended to duplicated configs */
"copy" = "복사";

/* Dialog Title */
"Could not contact server" = "서버에 접속할 수 없음";

/* Dialog message */
"Could not contact the LDAP server to unbind.  Would you like to forcibly remove this configuration?" = "바인드 해제하려는 LDAP 서버에 접속할 수 없습니다.  이 구성을 강제로 제거하겠습니까?";

/* No comment provided by engineer. */
"Custom" = "사용자화";

/* Default Attribute Types - title of global attribute type group */
"Default Attribute Types" = "기본 속성 유형";

/* No comment provided by engineer. */
"Delete LDAP Server?" = "LDAP 서버를 삭제하겠습니까?";

/* Status window message */
"Detecting required security levels and binding requirements" = "필요한 보안 수준 및 바인드 요구사항 검색 중";

/* Dialog Title
   Status window message */
"Directory binding is not supported" = "디렉토리 바인딩이 지원되지 않음";

/* No comment provided by engineer. */
"Authenticated directory binding is optional. Enter information to bind." = "인증된 디렉토리 바인딩은 옵션입니다. 바인드하려면 정보를 입력하십시오.";

/* No comment provided by engineer. */
"Authenticated directory binding is required. Enter information to bind." = "인증된 디렉토리 바인딩이 필요합니다. 바인드하려면 정보를 입력하십시오.";

/* No comment provided by engineer. */
"An unexpected error occurred" = "예기치 않은 오류가 발생했습니다";

/* No comment provided by engineer. */
"Don\\U02BCt Add" = "추가 안 함";

/* No comment provided by engineer. */
"Failed to allocate data buffer" = "데이터 버퍼를 할당하는 데 실패";

/* No comment provided by engineer. */
"Failed to allocate data list." = "데이터 목록을 할당하는 데 실패했습니다.";

/* No comment provided by engineer. */
"Failed to build data list from strings." = "문자열에서 데이터 목록을 빌드하는 데 실패했습니다.";

/* No comment provided by engineer. */
"Failed to open LDAPv3 node." = "LDAPv3 노드를 여는 데 실패했습니다.";

/* No comment provided by engineer. */
"Failed to save the LDAP configuration." = "LDAP 구성을 저장하는 데 실패했습니다.";

/* No comment provided by engineer. */
"From Server" = "서버에서";

/* No comment provided by engineer. */
"Hide Options" = "옵션 가리기";

/* Status window message */
"Initial server information discovery" = "초기 서버 정보 인식";

/* Dialog Title */
"Insufficient privileges" = "충분하지 않은 권한";

/* Dialog Title */
"Invalid credentials supplied" = "유효하지 않은 증명서가 공급됨";

/* No comment provided by engineer. */
"Invalid credentials supplied.  Please re-enter." = "유효하지 않은 증명서입니다.  다시 입력하십시오.";

/* Error converting */
"Odd number of $ characters in literal mapping" = "리터럴 매핑에서 $ 문자의 홀수 개수";

/* Default button OK */
"OK" = "승인";

/* Template name */
"Open Directory Server" = "Open Directory 서버";

/* No comment provided by engineer. */
"Overwrite" = "덮어쓰기";

/* No comment provided by engineer. */
"Please confirm deletion." = "삭제할 항목을 확인하십시오.";

/* Dialog message */
"Please enter valid credentials that allow access to the directory specified." = "지정된 디렉토리 연결을 허용하는 유효한 증명서를 입력하십시오.";

/* Template name */
"RFC 2307 (Unix)" = "RFC 2307(Unix)";

/* Dialog Title */
"Security requirements violation" = "보안 요구사항 위반";

/* Dialog Title */
"Server already configured" = "서버가 이미 구성됨";

/* Dialog Title */
"Server did not respond" = "서버에서 응답이 없음";

/* No comment provided by engineer. */
"Show Options" = "옵션 보기";

/* Dialog Title */
"Strong authentication not supported" = "강력한 인증이 지원되지 않음";

/* default name when saving template - do not include .plist */
"Template" = "템플릿";

/* Dialog message */
"The account you provided does not have enough privileges.  Please contact a network administrator for assistance." = "제공한 계정에는 충분한 권한이 없습니다.  도움이 필요하면 네트워크 관리자에게 문의하십시오.";

/* Dialog message */
"The credentials you supplied were not valid, please try again." = "제공된 증명서가 유효하지 않습니다. 다시 시도하십시오.";

/* Dialog message */
"The server you are adding does not support strong authentication.  Passwords sent to this server may be readable by other computers on the network." = "추가하는 서버가 강력한 인증을 지원하지 않습니다.  이 서버로 전송된 암호가 네트워크 상에 있는 다른 컴퓨터에서 읽혀질 수도 있습니다.";

/* Dialog message */
"The server you selected does not comply with the configured security policy.  Add new LDAP server cancelled." = "선택한 서버는 구성된 보안 정책을 따르지 않습니다.  새로운 LDAP 서버 추가가 취소됩니다.";

/* Dialog message */
"The server you specified could not be contacted.  Would you like to manually configure?" = "지정한 서버에 접속할 수 없습니다.  수동으로 구성하겠습니까?";

/* Dialog message */
"The server you specified is already configured.  Add process cancelled." = "지정한 서버는 이미 구성되어 있습니다.  프로세스 추가가 취소됩니다.";

/* Dialog message */
"There is already a computer in the directory with this name.  Do you wish to overwrite, this may disable another computer if it is in use?" = "디렉토리에 이 이름을 가진 컴퓨터가 이미 있습니다.  덮어쓰겠습니까? 동작 중인 다른 컴퓨터가 비활성화될 수 있습니다.";

/* Dialog message */
"This computer is bound to this directory, do you wish to unbind?" = "이 컴퓨터는 이 디렉토리에 바인드되어 있습니다. 바인드 해제하겠습니까?";

/* Dialog message */
"Unable to add to this server to the configuration for an unknown reason.  Please use custom to continue this process." = "알 수 없는 이유로 이 서버에 구성을 추가할 수 없습니다.  이 프로세스를 계속하려면 사용자화를 사용하십시오.";

/* Dialog Title */
"Unable to contact directory" = "디렉토리에 연결할 수 없음";

/* Dialog message */
"Unable to contact the directory to do the bind.  Operation cancelled." = "바인드하기 위해 디렉토리에 연결할 수 없습니다.  작업이 취소되었습니다.";

/* No comment provided by engineer. */
"Unbind\\U2026" = "바인드 해제...";

/* Dialog message */
"Unexpected error while attempting to bind.  Operation cancelled." = "바인드 시도 중에 예기치 않은 오류가 발생했습니다.  작업이 취소되었습니다.";

/* Dialog Title */
"Unexpected error while binding" = "바인드 중에 예기치 않은 오류 발생";

/* No comment provided by engineer. */
"Untitled %d" = "무제 %d";

/* No comment provided by engineer. */
"Use authentication when connecting" = "연결 시 인증 사용";

/* Status window message */
"Validating record/attribute mapping" = "레코드/속성 매핑 유효화 중";

/* Status window message */
"Validating the credentials that were supplied" = "제공된 증명서 유효화 중";

/* No comment provided by engineer. */
"Write to server failed" = "서버 작성 실패";

